spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.set_fallback_persistence_profile_08eca057ee37bb4c30e45efd964ce878_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_fallback_persistence_profile><virtual_servers><item>test_virtual_server</item></virtual_servers><profile_names><item>dest_addr</item></profile_names></wsdl:set_fallback_persistence_profile></env:Body></env:Envelope>